# OLDGetHangPointsCnt

## Description
Get hang points cout of the specified load for the parametric object

```pascal
FUNCTION OLDGetHangPointsCnt(
				handle    : HANDLE;
				loadIndex : INTEGER) : LONGINT;
```

```python

def vs.OLDGetHangPointsCnt(handle, loadIndex):
    return LONGINT
```

## Parameters
|Name|Type|Description|
|---|---|---|
|handle|HANDLE||
|loadIndex|INTEGER||

## Version
Availability: from Vectorworks 2018
## Category
* Truss Analysis